{
    "starless":[
        {
            "name": "Riley ref sheet",
            "description": "a reference sheet for Riley",
            "path": "assets/ttrpgs/starless/rileyrefsheet1.PNG",
            "date": 20200600,
            "priority": 1
        },
        {
            "name": "Riley drowning",
            "description": "a digital painting of Riley experiencing a nightmare of drowning",
            "path": "assets/ttrpgs/starless/riley_drowning.jpg",
            "date": 20200100,
            "priority": 0
        },
        {
            "name": "riley meditating",
            "description": "a drawing of Riley learning to use magic, which they channel by meditating to music",
            "path": "assets/ttrpgs/starless/riley_meditate.jpg",
            "date": 20191200,
            "priority": 0
        },
        {
            "name": "Riley after battle",
            "description": "a digital drawing of Riley a little beat up after fighting a monster",
            "path": "assets/ttrpgs/starless/rileyblood.PNG",
            "date": 20200718,
            "priority":  0
        },
        {
            "name": "Riley and Leah",
            "description": "a close crop of Riley and Leah laying down together",
            "path": "assets/ttrpgs/starless/rileyleahclose.JPG",
            "date": 20200714,
            "priority": 0
        },
        {
            "name": "Riley and Leah",
            "description": "Riley and Leah laying down together",
            "path": "assets/ttrpgs/starless/rileyleahliedown.PNG",
            "date": 20200714,
            "priority": 0
        },
        {
            "name": "Riley and Leah at Pride 2020",
            "description": "a digital drawing of Riley and Leah at Pride, Leah has a lesbian flag and a pride flag tank top. Riley has a nonbinary bandana.",
            "path": "assets/ttrpgs/starless/rileyleahpride1.PNG",
            "date": 20200702,
            "priority": 0
        },
        {
            "name": "Riley gets a sword!",
            "description": "a doodle i did in my session notes when Riley first got their sword",
            "path": "assets/ttrpgs/starless/rileysword.jpg",
            "date": 20191200,
            "priority": 0
        }
    ],
    "dreamscape":[
        {
            "name": "an iconic duo",
            "description": "Aster and Ashe hugging, really displaying how much smaller Ashe is",
            "path": "assets/ttrpgs/dreamscape/ashter.png",
            "date": 20201017,
            "priority": 1
        },
        {
            "name": "walkthing through static",
            "description": "an early painting of Aster walking through the dreamscape",
            "path": "assets/ttrpgs/dreamscape/walkingthrustatic.JPG",
            "date": 20200710,
            "priority": 0
        },
        {
            "name": "Aster at the beach house",
            "description": "a digital drawing of Aster in their bathing suit, enjoying the beginning of summer vacation before things go horribly wrong",
            "path": "assets/ttrpgs/dreamscape/asterbathingsuit.PNG",
            "date": 20200821,
            "priority": 0
        },
        {
            "name": "Ashe concept art",
            "description": "some initial drawings of Ashe to get a better feel for drawing them",
            "path": "assets/ttrpgs/dreamscape/asheconcept.PNG",
            "date": 20200928,
            "priority": 0
        },
        {
            "name": "twins?",
            "description": "a quick sketch of a moment in one of the sessions where Amy is pulled into the dreamscape and meets Andie for the first time",
            "path": "assets/ttrpgs/dreamscape/asterandieamy.PNG",
            "date": 20200800,
            "priority": 0
        },
        {
            "name": "fancy twins",
            "description": "Aster and Andie dressed up for a formal event, looking sharp as ever",
            "path": "assets/ttrpgs/dreamscape/asterandiefancy.PNG",
            "date": 20210104,
            "priority": 0
        },
        {
            "name": "San Diego summertime",
            "description": "a scene from childhood, young Aster and Andie running with a kite",
            "path": "assets/ttrpgs/dreamscape/asterandielittle.PNG",
            "date": 20201015,
            "priority": 0
        },
        {
            "name": "separated, but close",
            "description": "an older drawing of Aster and Andie reaching towards portals in their respective dimensions",
            "path": "assets/ttrpgs/dreamscape/asterandieold.PNG",
            "date": 20200800,
            "priority": 0
        },
        {
            "name": "twins through time",
            "description": "three drawings of Aster and Andie as they grew, first as kids, then as teens, right before Andie falls through the portal, then as adults where they are now in the story",
            "path": "assets/ttrpgs/dreamscape/asterandietimeline.PNG",
            "date": 20210124,
            "priority": 0
        },
        {
            "name": "Aster and Ashe in a different style",
            "description": "a style experiment with Aster and Ashe",
            "path": "assets/ttrpgs/dreamscape/asterashechibialt.PNG",
            "date": 20200818,
            "priority": 0
        },
        {
            "name": "through the nightmares",
            "description": "Ashe comforting Aster after one of their terrible nightmares",
            "path": "assets/ttrpgs/dreamscape/asterashecuddle.PNG",
            "date": 20201028,
            "priority": 0
        },
        {
            "name": "Aster & Ashe doodles",
            "description": "a sketch page of Aster and Ashe moments. visiting the local indie bookstore, reading with their cats, and trying on each other's clothes",
            "path": "assets/ttrpgs/dreamscape/asterashedoodles.JPG",
            "date": 20201206,
            "priority": 0
        },
        {
            "name": "Ashe needs a haircut",
            "description": "a soft moment in the daily lives of Aster and Ashe, where Aster shaves the back of Ashe's head while they sit in the bathtub",
            "path": "assets/ttrpgs/dreamscape/asterashehaircut.PNG",
            "date": 20200915,
            "priority": 0
        },
        {
            "name": "Aster is too tall",
            "description": "Ashe tries (and succeeds, mostly) in giving Aster a piggy back ride",
            "path": "assets/ttrpgs/dreamscape/asterashepiggyback.PNG",
            "date": 20201021,
            "priority": 0
        },
        {
            "name": "matching sweaters",
            "description": "a cuddly Aster and Ashe wearing matching sweaters in their respective colors",
            "path": "assets/ttrpgs/dreamscape/asterashesweaters.PNG",
            "date": 20200912,
            "priority": 0
        },
        {
            "name": "wedding day",
            "description": "inspired by a picture from Molly Ostertag and Noelle Stevenson's wedding. Ashe feeding Aster some frosting from their wedding cake on their (eventual) wedding day. Aster has flowers in their hair in the colors of some of the most people in their life (and also pansexual pride colors!). Ashe has a cape and that's beautiful.",
            "path": "assets/ttrpgs/dreamscape/asterashewedding.PNG",
            "date": 20200924,
            "priority": 0
        },
        {
            "name": "wintertime adventures",
            "description": "Aster and Ashe all bundled up for the cold Chicago winter. inspired by a scene from the Happiest Season trailer. Aster is wearing the handmade scarf that Ashe gave them for their birthday",
            "path": "assets/ttrpgs/dreamscape/asterashewinter.PNG",
            "date": 20201209,
            "priority": 0
        },
        {
            "name": "christmas card",
            "description": "a drawing of Aster and Ashe's Christmas card from 2020. here's the flavor text: 'Merry Christmas from Aster, Ashe, Kepler (small and grey), and Carl (large and orange)! It’s been a long year. Ashe graduated, Aster survived lots of TA-ing, and both Kepler and Carl were rescued. There was lots of late night studying and plenty of coffee to go around. Despite some rough patches and a few injuries, we’re looking forward to a happy, healthy 2021!'",
            "path": "assets/ttrpgs/dreamscape/asterashexmas.PNG",
            "date": 20201228,
            "priority": 0
        },
        {
            "name": "Aster is a dad",
            "description": "inspired by a joke that Amy has accidentally called Aster dad. Aster in cargo shorts, high socks, and wearing earbuds. Ashe is terribly embarrassed by their idiot.",
            "path": "assets/ttrpgs/dreamscape/asterdad.JPG",
            "date": 20210110,
            "priority": 0
        },
        {
            "name": "sketch page",
            "description": "a sketch page, featuring a tender moment of Aster and Ashe coexisting on their bed before going to sleep for the night, Ashe bestowing a forehead kiss to Aster, and Andie and Aster posing for a birthday photo in the dreamscape. this was their first birthday together in over a decade, but it was bittersweet, since Andie couldn't come back to the real world with them.",
            "path": "assets/ttrpgs/dreamscape/asterdoodles.PNG",
            "date": 20201013,
            "priority": 0
        },
        {
            "name": "Aster fashion show",
            "description": "an early drawing of Aster in some nice fashion from Pinterest, before i decided they have very little sense of fashion and wear the same shirt every day.",
            "path": "assets/ttrpgs/dreamscape/asterfashion.PNG",
            "date": 20200823,
            "priority": 0
        },
        {
            "name": "Aster outfit reel",
            "description": "Aster in a couple of outfits/variations of outfits. never quite finished this, but the idea is there",
            "path": "assets/ttrpgs/dreamscape/asteroutfits.PNG",
            "date": 20201000,
            "priority": 0
        },
        {
            "name": "the Chung family",
            "description": "Aster, Andie, and their mom and dad. a family photo after Andie is reunited with her parents.",
            "path": "assets/ttrpgs/dreamscape/chungfam.PNG",
            "date": 20201226,
            "priority": 0
        },
        {
            "name": "Aster, Amy, and Alan on Christmas",
            "description": "a picture of Aster, Amy, and Alan celebrating Christmas together",
            "path": "assets/ttrpgs/dreamscape/core3xmas.PNG",
            "date": 20201227,
            "priority": 0
        },
        {
            "name": "the gang's all here",
            "description": "well, not quite. the core 6 of raid party. team bonk'n'conk, as we call them. from L to R, Karina, Alan, Amy, Aster, Ashe, and Gary.",
            "path": "assets/ttrpgs/dreamscape/gang.JPG",
            "date": 20201221,
            "priority": 0
        },
        {
            "name": "got you flowers (with words left unsaid)",
            "description": "an emotional piece, placed outside of canon, where Aster has upset Ashe and returns after a fight to give them flowers and apologize. this was a super experimental piece and i'm really happy with how it turned out",
            "path": "assets/ttrpgs/dreamscape/gotyouflowers.JPG",
            "date": 20200920,
            "priority": 0
        },
        {
            "name": "sleepy heads",
            "description": "Aster and Ashe, fallen asleep on the floor during a evening hangout with Andie and Rachel. they do this more than they should.",
            "path": "assets/ttrpgs/dreamscape/sleepyheads.png",
            "date": 20210121,
            "priority": 0
        }
    ],
    "sky-high": [
        {
            "name": "Taika ref sheet",
            "description": "a reference sheet for Taika, created in preparation for Art Fight 2021",
            "path": "assets/ttrpgs/sky_high/refsheet_taika.PNG",
            "date": 20210604,
            "priority": 1
        },
        {
            "name": "Taika is a bit of a crybaby",
            "description": "high school is hard, and then adding training to be a superhero and your dad being a supervillain on top of that? that's a lot, it makes sense to cry",
            "path": "assets/ttrpgs/sky_high/taikaBABY.png",
            "date": 20200824,
            "priority": 0
        },
        {
            "name": "Taika is feeling very small",
            "description": "a drawing of a moment that happened in session. Taika's team had just been nearly beaten, and she was the last one standing, or, uh falling from a skyscraper. she was caught by Tess, and then brought back to the top of the building with Tess, Fabian, and the three adult Knights staring at her disapprovingly.",
            "path": "assets/ttrpgs/sky_high/taikasmallfinished.png",
            "date": 20210102,
            "priority": 0
        },
        {
            "name": "skitchin'",
            "description": "Taika is a skateboarder, so she needs the threads to look the part.",
            "path": "assets/ttrpgs/sky_high/skitchin_large.jfif",
            "date": 20200823,
            "priority": 0
        },
        {
            "name": "Nguyen family photo",
            "description": "a family photo with Fabian, Taika, and Tess. they look almost like a normal family! note: everyone is wearing at least a bit of red as per Fabian photo requirements",
            "path": "assets/ttrpgs/sky_high/nguyenfamilyphoto.png",
            "date": 20210123,
            "priority": 0
        },
        {
            "name": "it's a good thing you're cute",
            "description": "Taika is a sweater stealer, even before she and Rhea get together, but it's more okay once Rhea can say this back.",
            "path": "assets/ttrpgs/sky_high/itsagoodthingyourecute.png",
            "date": 20210122,
            "priority": 0
        },
        {
            "name": "uwu",
            "description": "i found a cool pose reference on twitter, and these fools are adorable and romantic. they're either about to kiss, or Taika is gonna fall off the table, your choice.",
            "path": "assets/ttrpgs/sky_high/taikarhea_table.png",
            "date": 20210225,
            "priority": 0
        },
        {
            "name": "Fabian ref sheet",
            "description": "a ref sheet for Fabian. i was trying to get a better feel for them, since my design for them kept changing. i also wanted to get their villain costume solidified, but i'm still not so sure about this design. they need to look more cool.",
            "path": "assets/ttrpgs/sky_high/fabian.png",
            "date": 20210126,
            "priority": 0 
        },
        {
            "name": "Taika is adorable",
            "description": "a smiley Taika to bring joy to your day. i think she just won a fight.",
            "path": "assets/ttrpgs/sky_high/taika_smiley.png",
            "date": 20210414,
            "priority": 0
        },
        {
            "name": "they're heroes and they're holding hands",
            "description": "i mean, look at them, they're doing so well. this was inspired by me wanting to solidify both Taika's second costume and Rhea's costume. i thought it would be nice to draw them together, so i did. Taika is probably a little too tall here, she should be a solid half foot shorter than Rhea.",
            "path": "assets/ttrpgs/sky_high/theyreherosandtheyreholdinghands.png",
            "date": 20210201,
            "priority": 0
        },
        {
            "name": "Nguyen Family Bread",
            "description": "an old family photo of the Nguyens at the farmer's market. these are Fabian, David, and Tess's old designs, but i still like the piece a lot. good memories. Fabian keeps this one framed on their desk.",
            "path": "assets/ttrpgs/sky_high/NguyenFamilyBread.PNG",
            "date": 20200902,
            "priority": 0
        },
        {
            "name": "sparring",
            "description": "an early sketch i did when i we decided that Rhea and Taika would be rivals to lovers and that they'd spar together. the tension is PRESENT and i love it.",
            "path": "assets/ttrpgs/sky_high/NowThat.PNG",
            "date": 20200900,
            "priority": 0
        },
        {
            "name": "young Fabian",
            "description": "an early sketch of Fabian during their early hero years with Fareeha, David, and Dave. i wanted to portray how far they'd come since being a low-power mage and a brand new hero. the design doesn't hold anymore, but the energy is still there",
            "path": "assets/ttrpgs/sky_high/babyfabian.png",
            "date": 20201000,
            "priority": 0
        },
        {
            "name": "making bread",
            "description": "'we're doing a good job, right?' 'yeah, we're doing a good job'. a look into Taika's childhood, when David was still there and when her parents were teaching her and Tess how to make bread. a happy moment for the Ngyuens.",
            "path": "assets/ttrpgs/sky_high/makingbread.png",
            "date": 20201003,
            "priority": 0
        },
        {
            "name": "old team teens (1987)",
            "description": "Fabian and David's team right around when they started getting big. Fareeha still has several inches to grow, and they all ned several costume upgrades. this is an old design for David, but i still think it's cute. you can see how self-determined Fabian is here, already a bit full of themselves.",
            "path": "assets/ttrpgs/sky_high/oldteamteens.png",
            "date": 20201011,
            "priority": 0
        },
        {
            "name": "old team young adults (2004)",
            "description": "'A Team at their Peak? Some of Halcyon’s most beloved heroes reflect on over 15 years of working together and what the future holds.' a look at the old team again, but now as established heroes. this is right before David and Fabian have Taika. this is still an old David design, but I appreciate it. i think this was the first appearance of Fabian's ponytail and i'm still glad i made that decision.",
            "path": "assets/ttrpgs/sky_high/oldteamadults.png",
            "date": 20201114,
            "priority": 0
        },
        {
            "name": "dancing in the kitchen",
            "description": "a comic i made a while back, during an angsty part of the campaign. a sort of homage to how much parents still love their kids even when they might disagree. the Nguyens get to love and forgive each other, and have fun together. that's what family is all about.",
            "path": "assets/ttrpgs/sky_high/taikadance.png",
            "date": 20201015,
            "priority": 0
        },
        {
            "name": "Taika early design",
            "description": "some very very early concept art for Taika, even before i changed her playbook to the Scion. i still think it's pretty cool, but it definitely has a different energy than Taika has now.",
            "path": "assets/ttrpgs/sky_high/taikaearlyconcept.png",
            "date": 20200700,
            "priority": 0
        },
        {
            "name": "Taika concept art",
            "description": "some concept art for Taika, trying to figure out what her magic and costume looked like. this was before i decided on circular runes for her magic, and decided not to give her a staff.",
            "path": "assets/ttrpgs/sky_high/taikaearlymagic.png",
            "date": 20200800,
            "priority": 0
        },
        {
            "name": "more Taika concept art",
            "description": "some more concept art for Taika, before i decided i wasn't going to give her a staff, but after deciding that she'd use purple magic to hide her relation to Runesmith.",
            "path": "assets/ttrpgs/sky_high/taikaearlypurple.png",
            "date": 20200801,
            "priority": 0
        },
        {
            "name": "Knight Taika",
            "description": "a sketch of Taika as a Knight. there's a running joke that all of the team members will eventually have Knight forms (which ended up being true). i drew some art to decide what Taika's would look like. I think the halberd is very important.",
            "path": "assets/ttrpgs/sky_high/taikaknight.png",
            "date": 20210302,
            "priority": 0
        },
        {
            "name": "Taika and Rhea lookin' cute",
            "description": "the title says it all. these are two adorable kiddos. really enjoyed coloring this one, it was a lot of fun.",
            "path": "assets/ttrpgs/sky_high/taikarheaoutfits.png",
            "date": 20201217,
            "priority": 0
        },
        {
            "name": "Taika gets to be happy",
            "description": "a sketch page from an angsty time in the campaign. i wanted to draw a bunch of scenes where Taika got to be happy. spending time with her parent, hanging out with Rhea, and her team, messing around with Tess. just some fun snapshots.",
            "path": "assets/ttrpgs/sky_high/taikaspread.png",
            "date": 20210218,
            "priority": 0
        },
        {
            "name": "Halalcyon",
            "description": "a drawing of the team all getting food together at their favorite restaurant, Halalcyon.",
            "path": "assets/ttrpgs/sky_high/team.png",
            "date": 20200900,
            "priority": 0
        },
        {
            "name": "Tess early concept",
            "description": "some early concept art for Tess. now i'm more convinced that Tess has yet to get a costume (or a hero name) and just wears a sweatshirt and a mask, but this was fun to draw.",
            "path": "assets/ttrpgs/sky_high/tessearlyconcept.png",
            "date": 20200800,
            "priority": 0
        },
        {
            "name": "Tess is a simp",
            "description": "Tess and Ana, planning their next villainous activity. or, well, Ana is planning and Tess is.... simping. they're cute.",
            "path": "assets/ttrpgs/sky_high/tessisasimp.png",
            "date": 20201000,
            "priority": 0
        },
        {
            "name": "a much-needed hug",
            "description": "from a session in which Tess tries to drive an unfamiliar vehicle and crashes it. Tess commits to never driving again and Taika thanks them for it.",
            "path": "assets/ttrpgs/sky_high/tesstaikahug.png",
            "date": 20201000,
            "priority": 0
        },
        {
            "name": "Taika outfits",
            "description": "a bunch of outfits for Taika. her normal day-to-day outfit, an alternate street clothes option, a slightly nicer outfit, her gym clothes, a dress for prom, a button-up/skirt combo for prom, and her original costume.",
            "path": "assets/ttrpgs/sky_high/taikaoutfits.png",
            "date": 20201100,
            "priority": 0
        },
        {
            "name": "rivals",
            "description": "some early art of Taika and Rhea as rivals. there was supposed to be a lot more time spent with them being rivals originally, but neither of them wanted to be mean to their crush.",
            "path": "assets/ttrpgs/sky_high/taikarheaearlyrivals.png",
            "date": 20200815,
            "priority": 0
        },
        {
            "name": "Taika idle animation",
            "description": "an up-close shot of Taika's idle animation, where she draws a magic circle.",
            "path": "assets/ttrpgs/sky_high/IdleAnimationTaikaZoom.gif",
            "date": 20200904,
            "priority": 0
        },
        {
            "name": "cuties",
            "description": "sparring got.... interrupted. we'll leave them to it.",
            "path": "assets/ttrpgs/sky_high/cuties.gif",
            "date": 20210601,
            "priority": 0
        },
        {
            "name": "Taika idle animation",
            "description": "Taika's idle animation. she draws a magic circle.",
            "path": "assets/ttrpgs/sky_high/IdleAnimationTaika.gif",
            "date": 20200904,
            "priority": 0
        },
        {
            "name": "Ezra idle animation",
            "description": "an idle animation of Ezra tapping their foot very fast (they have super speed)",
            "path": "assets/ttrpgs/sky_high/IdleAnimationEzra.gif",
            "date": 20200907,
            "priority": 0
        },
        {
            "name": "Lilli idle animation",
            "description": "Lilli's idle animation, where she blows a gum bubble, stasises it, and then lets it pop.",
            "path": "assets/ttrpgs/sky_high/IdleAnimationLilli.gif",
            "date": 20200907,
            "priority": 0
        },
        {
            "name": "Luxin idle animation",
            "description": "Luxin's idle animation where he turns his hand into a girder and then back again.",
            "path": "assets/ttrpgs/sky_high/IdleAnimationLuxin.gif",
            "date": 20200912,
            "priority": 0
        },
        {
            "name": "Fabian staff animation",
            "description": "a quick study of one of Fabian's many staff attacks, where they form a bunch of runes as they put energy into them on the staff, then activating them all at once and launching a beam of energy at the villain.",
            "path": "assets/ttrpgs/sky_high/fabiananimation.gif",
            "date": 20201105,
            "priority": 0
        },
        {
            "name": "Taika gif",
            "description": "an animation of Taika's early design turning and smiling at the camera",
            "path": "assets/ttrpgs/sky_high/taikaearlygif.gif",
            "date": 20200800,
            "priority": 0
        }
    ],
    "world_tour": [

    ],
    "phoenix": [

    ],
    "children": [

    ],
    "misc": [

    ]
}